Repository: mic-mikolajczyk/wishlist-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Wishlist App
pl: Aplikacja Listy Życzeń

source: Events
pl: Wydarzenia

source: My Wishlist
pl: Moja Lista Życzeń

source: Find Users
pl: Szukaj Użytkowników

source: Profile
pl: Profil

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Language
pl: Język

source: Wishlist
pl: Lista Życzeń

source: Find
pl: Szukaj

source: Home
pl: Strona Główna

source: Are you sure you want to logout?
pl: Czy na pewno chcesz się wylogować?

source: Cancel
pl: Anuluj

source: Curate. Share. Celebrate.
pl: Twórz. Dziel się. Świętuj.

source: Create wishlists for upcoming events, collaborate with friends, and make gift giving effortless.
pl: Twórz listy życzeń na nadchodzące wydarzenia, współpracuj ze znajomymi i ułatw sobie dawanie prezentów.

source: Login to your account
pl: Zaloguj się na swoje konto

source: Register a new account
pl: Zarejestruj nowe konto

source: Password
pl: Hasło

source: Don't have an account? Register
pl: Nie masz konta? Zarejestruj się

source: Already have an account? Login
pl: Masz już konto? Zaloguj się

source: Invite Participants
pl: Zaproś uczestników

source: Invite Participants to
pl: Zaproś uczestników do

source: Search users and select multiple participants to invite. Pending invitations are created in one batch.
pl: Wyszukaj użytkowników i wybierz wielu uczestników do zaproszenia. Oczekujące zaproszenia są tworzone jednorazowo.

source: Search by nickname, name, or surname
pl: Szukaj po nicku, imieniu lub nazwisku

source: Search Users
pl: Szukaj użytkowników

source: selected
pl: wybranych

source: Confirm Invitations
pl: Potwierdź zaproszenia

source: Back to Event
pl: Powrót do wydarzenia

source: user selected
pl: użytkownik wybrany

source: users selected
pl: użytkowników wybranych

source: No users selected
pl: Nie wybrano użytkowników

source: Inviting...
pl: Zapraszanie...

source: Invited
pl: Zaproszono

source: participants
pl: uczestników

source: Error sending invitations
pl: Błąd wysyłania zaproszeń

source: Events Dashboard
pl: Panel wydarzeń

source: Accept
pl: Akceptuj

source: Reject
pl: Odrzuć

source: No pending invitations.
pl: Brak oczekujących zaproszeń.

source: Archived Events
pl: Zarchiwizowane wydarzenia

source: Add Item
pl: Dodaj element

source: Name
pl: Nazwa

source: Price
pl: Cena

source: Currency
pl: Waluta

source: Event
pl: Wydarzenie

source: Details
pl: Szczegóły

source: Save
pl: Zapisz

source: Edit Item
pl: Edytuj element

source: Delete this item?
pl: Usunąć ten element?

source: Min Price
pl: Cena min.

source: Max Price
pl: Cena maks.

source: Filter
pl: Filtruj

source: Your Profile
pl: Twój profil

source: Avatar
pl: Awatar

source: Nickname
pl: Nick

source: Surname
pl: Nazwisko

source: Update Profile
pl: Aktualizuj profil

source: Archived
pl: Zarchiwizowane

source: Budget
pl: Budżet

source: Leave this event?
pl: Opuścić to wydarzenie?

source: Event Archived
pl: Wydarzenie zarchiwizowane

source: Event archived
pl: Wydarzenie zarchiwizowane

source: Drawing not enabled yet
pl: Losowanie jeszcze niewłączone

source: Drawing not available
pl: Losowanie niedostępne

source: Draw Your Recipient
pl: Losuj swojego uczestnika

source: You will give a gift to:
pl: Podarujesz prezent dla:

source: Participants
pl: Uczestnicy

source: Pending
pl: Oczekujące

source: Admin
pl: Administrator

source: Your Recipient
pl: Twój obdarowywany

source: Participant Wishlist
pl: Lista życzeń uczestnika

source: Edit Event
pl: Edytuj wydarzenie

source: Event Name
pl: Nazwa wydarzenia

source: Budget Amount
pl: Kwota budżetu

source: Drawing...
pl: Losowanie...

source: Unarchive Event
pl: Przywróć wydarzenie

source: Unarchive this event?
pl: Przywrócić to wydarzenie?

source: Enable Drawing
pl: Włącz losowanie

source: Drawing Enabled
pl: Losowanie włączone

source: Enable drawing? This will lock invitations.
pl: Włączyć losowanie? To zablokuje zaproszenia.

source: Reset Drawing
pl: Resetuj losowanie

source: Reset all drawing assignments?
pl: Zresetować wszystkie przydziały losowania?

source: Archive Event
pl: Zarchiwizuj wydarzenie

source: Archive this event? Drawing & edits will be disabled.
pl: Zarchiwizować to wydarzenie? Losowanie i edycje będą wyłączone.

source: Remove this participant from the event?
pl: Usunąć tego uczestnika z wydarzenia?

source: Draw failed
pl: Losowanie nie powiodło się

source: Date
pl: Data

source: 's Wishlist
pl: Lista życzeń

source: Registration successful! Please log in.
pl: Rejestracja udana! Zaloguj się.

source: Invalid credentials
pl: Nieprawidłowe dane logowania

source: You have been logged out.
pl: Wylogowano.

source: Nickname can only contain letters, numbers, hyphens, and underscores.
pl: Nick może zawierać tylko litery, cyfry, myślniki i podkreślenia.

source: This nickname is already taken. Please choose another.
pl: Ten nick jest już zajęty. Wybierz inny.

source: Profile updated!
pl: Profil zaktualizowany!

source: Event name is required
pl: Nazwa wydarzenia jest wymagana

source: Unsupported currency
pl: Nieobsługiwana waluta

source: Invalid date format (expected YYYY-MM-DD)
pl: Nieprawidłowy format daty (oczekiwano RRRR-MM-DD)

source: Budget must be a number
pl: Budżet musi być liczbą

source: Event created
pl: Wydarzenie utworzone

source: Archived event cannot be edited. Unarchive first.
pl: Zarchiwizowanego wydarzenia nie można edytować. Najpierw cofnij archiwizację.

source: Invalid date format
pl: Nieprawidłowy format daty

source: Budget must be numeric
pl: Budżet musi być liczbowy

source: Event updated
pl: Wydarzenie zaktualizowane

source: Event deleted
pl: Wydarzenie usunięte

source: Admin cannot leave. Delete the event instead.
pl: Administrator nie może opuścić wydarzenia. Usuń wydarzenie.

source: You left the event
pl: Opuściłeś wydarzenie

source: Cannot invite to archived event.
pl: Nie można zapraszać do zarchiwizowanego wydarzenia.

source: Cannot invite new participants after drawing has been enabled.
pl: Nie można zapraszać po włączeniu losowania.

source: Nickname required to invite
pl: Nick wymagany do zaproszenia

source: User not found
pl: Użytkownik nie znaleziony

source: User already invited or participating
pl: Użytkownik już zaproszony lub uczestniczy

source: Invitation sent
pl: Zaproszenie wysłane

source: Event archived. Unarchive to invite participants.
pl: Wydarzenie zarchiwizowane. Cofnij archiwizację by zapraszać.

source: Cannot invite after drawing enabled.
pl: Nie można zapraszać po włączeniu losowania.

source: Invitation accepted
pl: Zaproszenie zaakceptowane

source: Invitation rejected
pl: Zaproszenie odrzucone

source: Archived event cannot enable drawing.
pl: Zarchiwizowane wydarzenie nie może włączyć losowania.

source: Need at least 2 accepted participants to enable drawing.
pl: Wymagani co najmniej 2 zaakceptowani uczestnicy, aby włączyć losowanie.

source: Drawing already enabled.
pl: Losowanie już włączone.

source: Failed to generate drawing assignments, please retry.
pl: Nie udało się wygenerować przydziałów losowania, spróbuj ponownie.

source: Drawing enabled. Participants can now draw their recipient.
pl: Losowanie włączone. Uczestnicy mogą teraz losować obdarowywanego.

source: Archived event cannot reset drawing.
pl: Zarchiwizowane wydarzenie nie może resetować losowania.

source: Drawing has been reset.
pl: Losowanie zresetowane.

source: Event already archived.
pl: Wydarzenie już zarchiwizowane.

source: Event archived.
pl: Wydarzenie zarchiwizowane.

source: Event is not archived.
pl: Wydarzenie nie jest zarchiwizowane.

source: Event unarchived.
pl: Wydarzenie odarchiwizowane.

source: Archived event: cannot remove participants.
pl: Zarchiwizowane wydarzenie: nie można usuwać uczestników.

source: Disable drawing before removing participants.
pl: Wyłącz losowanie przed usunięciem uczestników.

source: Cannot remove the event admin.
pl: Nie można usunąć administratora wydarzenia.

source: Participant removed.
pl: Uczestnik usunięty.

source: Create Event
pl: Utwórz Wydarzenie

source: Your Events
pl: Twoje wydarzenia

source: Please log in to access this page.
pl: Zaloguj się, aby uzyskać dostęp do tej strony.

source: Settings
pl: Ustawienia

source: Select your preferred language:
pl: Wybierz preferowany język:

source: Current
pl: Obecny
